<script setup lang="ts">

import IndexLyout from "@/Pages/IndexLyout.vue";
import {Head} from "@inertiajs/vue3";
</script>

<template>
    <IndexLyout>
        <Head title="حریم خصوصی و امنیت"></Head>
        <div class="p-5 space-y-5 max-w-5xl rounded-xl border-4 border-defaultColor5 dark:border-defaultColor">
            <h1 class="text-xl font-bold">
                حریم خصوصی شما برای ما اهمیت دارد
            </h1>
            <p class="">
                ما متعهد هستیم که اطلاعات شخصی کاربران خود را با بالاترین سطح امنیت نگهداری کنیم. اطلاعاتی که در هنگام
                ثبت‌نام، خرید یا استفاده از خدمات ما وارد می‌کنید، صرفاً برای ارائه بهتر خدمات، پردازش سفارش‌ها و بهبود
                تجربه کاربری شما استفاده می‌شود.
            </p>
            <p class="text-lg font-bold">
                جمع‌آوری اطلاعات
            </p>
            <p class="">
                اطلاعات هویتی (نام، شماره تماس، آدرس و …)

            </p>
            <p class="">
                اطلاعات مربوط به تراکنش‌ها و سفارش‌ها

            </p>
            <p class="">
                اطلاعات فنی (آی‌پی، مرورگر و ...) برای بهبود امنیت و عملکرد وبسایت

            </p>

            <p class="text-lg font-bold">
                استفاده از اطلاعات
            </p>

            <p class="">
                پردازش و ارسال سفارش‌ها
            </p>
            <p class="">
                ارائه خدمات پشتیبانی
            </p>
            <p class="">
                اطلاع‌رسانی در مورد سفارش‌ها، تخفیف‌ها و به‌روزرسانی‌ها
            </p>
            <p class="">
                تحلیل داده‌ها برای بهبود تجربه کاربری
            </p>
            <p class="">
            </p>

            <p class="text-lg font-bold">
                امنیت اطلاعات
            </p>
            <p class="">
                ما از پروتکل‌های رمزگذاری (SSL) و استانداردهای امنیتی روز برای محافظت از اطلاعات کاربران استفاده
                می‌کنیم.
                دسترسی به اطلاعات شخصی تنها محدود به افراد مجاز بوده و هرگونه سوءاستفاده پیگرد قانونی دارد.
            </p>
            <p class="text-lg font-bold">
                اشتراک‌گذاری اطلاعات
            </p>

            <p class="">
                <p class="">
                    اطلاعات شما به هیچ عنوان به اشخاص یا شرکت‌های ثالث فروخته یا منتقل نمی‌شود مگر در موارد:
                </p>
                <p class="font-bold">
                    الزامات قانونی و قضایی
                </p>
                <p class="font-bold">
                    همکاری با شرکت‌های حمل‌ونقل یا پرداخت امن
                </p>
            </p>


        </div>
    </IndexLyout>
</template>
